{
    "art_name": "Rain et al.",
    "art_year": "2024",
    "art_url": "https://scixplorer.org/abs/2024A%26A...685A..33R/abstract",
    "clusters": {
        "NGC 6819": "The BSS population splits into two luminosity groups. Brighter BSSs are reproduced by binary evolution with higher-mass donors, while fainter ones follow lower-mass donor tracks. Overall agreement between models and observations is excellent, with some BSSs nearing MS turnoff.",
        "Berkeley 32": "Most BSSs lie just above the turnoff, but others span a wide luminosity range, implying diverse binary histories. Both BSSs and YSSs are broadly matched by binary models, though a few faint candidates may be misclassified or require different model parameters.",
        "Berkeley 39": "BSS candidates form two groups: faint objects consistent with low-mass donors and redder, brighter BSSs matched by higher-mass donor models. Two YSSs are present. Some stars may be misidentified or require alternative binary parameters.",
        "Collinder 261": "The cluster hosts a rich BSS population forming a nearly continuous sequence overlapping the ZAMS and binary tracks. A few objects lie below the turnoff and may be sub-subdwarfs or misidentifications. One bright candidate resembles a YSS but does not meet standard CMD criteria.",
        "Melotte 66": "BSSs appear in two distinct, parallel sequences, both well aligned with binary evolution tracks of different donor masses. This resembles double BSS sequences seen in other clusters. Existing evidence suggests mass transfer may contribute to both sequences, but the detailed origin remains uncertain.",
        "NGC 188": "Well-studied BSSs are distributed across regions intersected by multiple binary evolution tracks, reinforcing the interpretation that many BSSs far from the ZAMS originate from binary evolution.",
        "NGC 2141": "The cluster contains many BSS candidates, some possibly misidentified near the turnoff. The majority, however, are well reproduced by binary evolution models, including the single YSS.",
        "NGC 2158": "Several BSS candidates lie blueward of the ZAMS, possibly due to misclassification or photometric errors. Excluding these, the remaining BSSs and the YSS are well matched by binary evolutionary tracks.",
        "NGC 2243": "This cluster hosts only a few BSSs. Those offset from the ZAMS are consistent with binary evolution, with some appearing as evolved binaries, though not yet classified as YSSs.",
        "NGC 2506": "Except for one BSS near the ZAMS, all candidates follow binary evolution tracks over a broad luminosity range. The BSS population is small, and no YSSs are detected.",
        "NGC 2682": "Many BSSs are known binaries, consistent with their close match to binary evolution tracks. Two YSSs are also present and interpreted as evolved binary systems.",
        "NGC 7789": "The cluster shows evidence for a double BSS sequence, less pronounced than in Melotte 66. Both sequences are consistent with different binary evolution tracks. Independent studies confirm several BSSs as binaries, but CMD positions of binary and apparently single BSSs overlap without clear separation."
    }
}